# St7SetNodeSize

Sets the size index of the displayed nodes.

long St7SetNodeSize(long uID, long Size)
Input Parameters
uID
Strand7 model file ID.
Size
Node size index in the range kMinPointSize to kMaxPointSize.